[
	{
		"title": "der Mond (ii)",
		"class": "der-mond",
		"cover": "images/screen01.jpg",
		"descShort": "A collage of electro-acoustic experiments, paranormal field recordings, and collaborative noise pop songs from 2012. Recorded up and down the Florida peninsula on a variety of digital and tape recorders.",
		"descLong": "<p>A collage style remix and remaster of three previous releases.</p>  <h4>01: der Mond</h4> <h5>Tracks 1 - 4</h5> <p>A song cycle inspired by (or directly lifted from) Jay Yahn's <a href=\"http:\/\/citizenflagpole.bandcamp.com\/album\/delusions-of-worth\" alt=\"Jay Yahn's Delusions of Worth\">Delusions of Worth</a>. Four short noise-pop bursts recorded in large part thru late 2000's flip phones, late 1970's tape decks, and single-coil guitar pickups, digitally altered after the fact.</p>  <h4>02: Compositions for Instruments, 2011</h4> <h5>Tracks 5 - 11, 16</h5>  <p>A collection of compositions and recurring themes from 2011 for a varitey of instruments both real and ficticous. Some compostions, such as 'I don't wanna die' and 'Crocodile' later evolved into full songs, and have been given the titles of their finished forms.</p>  <h4>03: Ghosts</h4>  <h5>Tracks 12 - 15</h5> <p>Four recordings for ghosts. Each combines a song recorded onto a four-track tape recorder in the main Diffenbaugh stairwell at Florida State University with a digital field recording from one of four haunted locations around Tallahassee.</p>",
		"tracks": [
			{
				"name": "der Mond",
				"url": "audio/der-mond/01.ogg",
				"trackLength": "2:11"
      },
			{
				"name": "die Sonne",
				"url": "audio/der-mond/02.ogg",
				"trackLength": "1:59"
      },
			{
				"name": "der Himmel",
				"url": "audio/der-mond/03.ogg",
				"trackLength": "1:55"
      },
			{
				"name": "die Sternen",
				"url": "audio/der-mond/04.ogg",
				"trackLength": "1:20"
      },
			{
				"name": "for Cardboard & Digital Oceans",
				"url": "audio/der-mond/05.ogg",
				"trackLength": "1:12"
      },
			{
				"name": "for Piano and Locomotive",
				"url": "audio/der-mond/06.ogg",
				"trackLength": "1:15"
      },
			{
				"name": "I don't wanna die",
				"url": "audio/der-mond/07.ogg",
				"trackLength": "1:24"
      },
			{
				"name": "for Bell Tower and Reverb Pedal",
				"url": "audio/der-mond/08.ogg",
				"trackLength": "1:03"
      },
			{
				"name": "'The Air After the Flood'",
				"url": "audio/der-mond/09.ogg",
				"trackLength": "1:31"
      },
			{
				"name": "for Clarinet and Night Sky",
				"url": "audio/der-mond/10.ogg",
				"trackLength": "1:56"
      },
			{
				"name": "for Organs and Drainpipe",
				"url": "audio/der-mond/11.ogg",
				"trackLength": "2:55"
      },
			{
				"name": "Ghost",
				"url": "audio/der-mond/12.ogg",
				"trackLength": "2:09"
      },
			{
				"name": "der Mond",
				"url": "audio/der-mond/13.ogg",
				"trackLength": "2:01"
      },
			{
				"name": "Thaw",
				"url": "audio/der-mond/14.ogg",
				"trackLength": "1:41"
      },
			{
				"name": "the Road to Tallahassee, pt. II",
				"url": "audio/der-mond/15.ogg",
				"trackLength": "2:51"
      },
			{
				"name": "Crocodile/the Moon",
				"url": "audio/der-mond/16.ogg",
				"trackLength": "2:21"
      }
    ]
  },
	{
		"title": "popular music, vols. 1 & 2",
		"class": "pop",
		"cover": "images/screen02.jpg",
		"descShort": "A compilation of my grandfather's favorite songs from an old Reader's Digest 10 LP set titled 'Popular Music That Will Live Forever,' carefully recorded onto a cassette tape by my father so my grandfather could listen in the car. Years later, as the tape was growing weak at the spools, I recorded the cassette into two digital audio files. Forgotten pop songs trying to live on.",
		"descLong": "<p>All songs on this release are originally from the first few LPs of Reader's Digest's <a href=\"https:\/\/www.discogs.com\/Various-Popular-Music-That-Will-Live-Forever\/release\/4160802\" alt=\"Popular Music That Will Live Forever\">Popular Music That Will Live Forever</a> compilation. Sometime in the 70's my father recorded some of my grandfather's favorite songs from the album onto a single cassette tape so that my grandfather could listen to the album in his car. Almost fifty years later (after my grandfather died and the LPs were lost), I found the tapes in an old shoebox in my father's closet and recorded the songs again, this time from cassette into digital audio file. Although many of the songs on the tape have been forgotten, they live on now as digital files, covered in an unreal veneer of digital and analog decay.</p>",
		"tracks": [
			{
				"name": "vol. 1",
				"url": "audio/popular-music/01.ogg",
				"trackLength": "43:33"
      },
			{
				"name": "vol. 2",
				"url": "audio/popular-music/02.ogg",
				"trackLength": "42:44"
      }
    ]
  },
	{
		"title": "florida state university 2011-2013",
		"class": "fsu",
		"cover": "images/screen03.jpg",
		"descShort": "A compilation of field recordings made from the summer of 2011 to the fall of 2013 mostly in and around Tallahasee, Florida: live music, short interviews, mechanical noises, band pratices, radio stations, karaoke nights, tape errors, strangers, wild animals, ghosts, live poetry readings, and other mistakes. Recorded on a cheap cassette recorder which fell apart in late 2013.",
		"descLong": "<p>Selections from the countless hundreds of field recordings I made between the summer of 2011 and the fall of 2013, all while living in Tallahassee, Florida, and attending Florida State University. Includes recordings of street performers, band practices, interviews, overheard conversations, live improvs, mechanical noises, upstairs practice rooms, radio stations, turn signals, tape errors, karaoke, free concerts, friends, strangers, enemies, clarinets, etc., etc. Two years of my life explained as simply and as fully as I know how.</p> <p>Individual track breakdowns available <a href=\"http:\/\/popularmusic.bandcamp.com\/album\/popular-music-vol-5-florida-state-university-2011-2013\" alt=\"Side A\">here</a> for Side A, <a href=\"http:\/\/popularmusic.bandcamp.com\/album\/popular-music-vol-6-florida-state-university-2011-2013\" alt=\"Side B\">here</a> for Side B, and <a href=\"http:\/\/popularmusic.bandcamp.com\/album\/popular-music-vol-7-florida-state-university-2011-2013\" alt=\"Side C\">here</a> for Side C.</p>",
		"tracks": [
			{
				"name": "side A",
				"url": "audio/fsu/01.mp3",
				"trackLength": "44:56"
      },
			{
				"name": "side B",
				"url": "audio/fsu/02.mp3",
				"trackLength": "44:55"
      },
			{
				"name": "side C",
				"url": "audio/fsu/03.mp3",
				"trackLength": "43:32"
      }
    ]
  },
	{
		"title": "translations",
		"class": "translations",
		"cover": "images/screen04.jpg",
		"descShort": "A collection of covers, remixes, reimaginings, and remasters of popular music adjecent songs. Some are remixes of songs I've written, some are remixes I've made, some are covers, and a few are entirely new original songs, not to mention the live improvastions with strangers, of which there are surprisngly three.",
		"descLong": "<p>A collection of covers, remixes, reimaginings, and remasters of popular music adjecent songs. Some are remixes of songs I've written, some are remixes I've made, some are covers, and a few are entirely new original songs, not to mention the live improvastions with strangers, of which there are surprisngly three.<ol><li>Dreams: by The Cranberries. Slowed and pitch-sifted down to reveal the mythic, mystic, surrealistically dreamy character of the original</li><li>california dream: ostensibly a spooky translation of an instrumental section of “California Dreaming,” meant to peel away the sunny exterior of the original to reveal something darker just beneath. made from 1) a Kenny G clarinet solo, 2) a live recording of a cover band my dad was in playing “California Dreaming,” 3) a recording of my middle school science teacher speaking of nightmares, monsters, and movies</li><li>parasite/road to tallahassee: two (amateurish) poems set (translated) to music and made into one poem, altering the meaning of each in relation to the other</li><li>(see above)</li><li>Smothered in Hugs: a translation of a Guided by Voices song—perhaps the least translated song here—which moves the song from the reflective distance of the original into something more resembling the overwhelming present</li><li>parasite interlude: the same as parasite—the translation of the poem into music—but without any of the lyrics. one of maybe a hundred tape remnants left over from recordings of the song</li><li>screaming along to my classmates essays: a translation of essays from a workshop class into music. live and improvised</li><li>Necrophobia: a translation of a song I wrote called ‘i dont wanna die’ from noise rock into something more experimental by Jun Yahn. it translates the confrontational roar of the original into something slow-burning, anxious, and in some places almost terrifying. arguably a translation of WebMD as well</li><li>teaching a girl to play smo grugana by the integration statue: a recording of friends and I attempting to teach a stranger the words to a Swedish folk song. we failed</li><li>Upper Peninsula: a translation of a Sufjan Stevens song from folksy working-class somberity into noisy rustbelt desperation</li><li>All Yr Songs: a translation of a Diamond Rings song from self-consciously awkward bedroom pop into punk-rock posturing</li><li>when the music fades: a translation of Kenny G from schmaltz into surrealism. made from a decaying live cassette recording of a church service and a chopped-up Kenny G clarinet solo</li><li>music therapy major plays 'a dream is a wish your heart makes' on landis green under a grouping of trees while the wind blows furiously into the tape mic: I didn’t really make this one, but I did approach a stranger with a guitar and a piece of sheet music and asked her to sing the song in front of her. it's too good a performance not to include here</li><li>dont u know this could be you: literally a pitch-sifted and vocoded Smash Mouth vocal track, with keyboards and vocals added to it. translated from whatever Smash Mouth is into something vulnerable</li><li>dont break robert’s heart: a translation of a song by the titular Robert into a song about him. improvised live at a party where he was too sad to play the song. uses the chords and part of the melody of the original</li><li>when yr close 2 me: a translation of Phil Collin’s “Groovy Kind of Love” from cheesy schmaltz into something more sincere and sad. made from the original song, a version that played on TV’s The New Girl, and a recording of me singing a karaoke version</li><li>Playing the blues with music majors: a translation of a blues song into something softer. played with strangers in FSU campus who had a lot of instruments with them</li><li>Goddamn the Sun: a translation of a song by a friend under the name Jun Yahn. the original is called either ‘die Sonne’ or ‘does not exist’ depending on the version, and is distant and anxious. this version, performed live with Jun Yahn (and others) takes the ending chords of the original and changes the lyrics and melody to (more jokingly) cut to the center of the original</li></ol></p>",
		"tracks": [
			{
				"name": "Dreams by The Cranberries (from \"10 Slightly Altered Pop Songs\")",
				"url": "audio/translations/01.ogg",
				"trackLength": "6:07"
      },
			{
				"name": "california dream (remaster)",
				"url": "audio/translations/02.ogg",
				"trackLength": "1:11"
      },
			{
				"name": "parasite",
				"url": "audio/translations/03.ogg",
				"trackLength": "4:30"
      },
			{
				"name": "road to tallahassee, part i",
				"url": "audio/translations/04.ogg",
				"trackLength": "4:00"
      },
			{
				"name": "smothered in hugs (guided by voices cover)",
				"url": "audio/translations/05.ogg",
				"trackLength": "3:08"
      },
			{
				"name": "parasite (interlude)",
				"url": "audio/translations/06.ogg",
				"trackLength": "1:05"
      },
			{
				"name": "screaming the words along to my classmate's essays",
				"url": "audio/translations/07.ogg",
				"trackLength": "0:52"
      },
			{
				"name": "Necrophobia (Jun Yahn remix of \"I dont wanna die\")",
				"url": "audio/translations/08.ogg",
				"trackLength": "8:00"
      },
			{
				"name": "teaching a girl to play smo grugana by the integration statue",
				"url": "audio/translations/09.ogg",
				"trackLength": "0:40"
      },
			{
				"name": "upper peninsula (sufjan stevens cover)",
				"url": "audio/translations/10.ogg",
				"trackLength": "2:43"
      },
			{
				"name": "all yr songs (diamond rings cover)",
				"url": "audio/translations/11.ogg",
				"trackLength": "2:13"
      },
			{
				"name": "when the music fades (remaster)",
				"url": "audio/translations/12.ogg",
				"trackLength": "1:18"
      },
			{
				"name": "music therapy major plays 'a dream is a wish your heart makes' on landis green under a grouping of trees while the wind blows furiously into the tape mic",
				"url": "audio/translations/13.ogg",
				"trackLength": "1:35"
      },
			{
				"name": "dont u know this could be you (smash mouth remix)",
				"url": "audio/translations/14.ogg",
				"trackLength": "1:15"
      },
			{
				"name": "dont break roberts heart",
				"url": "audio/translations/15.ogg",
				"trackLength": "2:20"
      },
			{
				"name": "when yr close 2 me (phil collins remix)",
				"url": "audio/translations/16.ogg",
				"trackLength": "6:41"
      },
			{
				"name": "playing blues along with music majors on landis green",
				"url": "audio/translations/17.ogg",
				"trackLength": "4:07"
      },
			{
				"name": "goddamn the sun",
				"url": "audio/translations/18.ogg",
				"trackLength": "0:21"
      }
    ]
  }
]
